Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: I personally find it unbelievable that Victoria still has legislation against offensive behaviour and ‘obscene’ language.
ko: 둘째로 예전의 비효율적인 처벌 방식에서 경찰 재량의 현장 벌금 부과로 업무 처리 속도가 눈에 띄게 향상 될 것인데, 위반자가 청년일 수록 특히 그렇다.

source: Being curious, I went to the legislation and found the relevant section (17):
ko: 하지만 그 역시 아래와 같이 우려도 표했다.

source: Any person who in or near a public place or within the view or hearing of any person being or passing therein or thereon-
ko: @Wil_Anderson: 빅토리아 정부가 욕설 시 현장에서 240달러의 벌금을 부과한다고 하는군요.

source: 1. sings an obscene song or ballad;
ko: 저 내년 콘서트때 돈 꽤나 깨지게 생겼는데요.

source: 2. writes or draws exhibits or displays an indecent or obscene word figure or representation;
ko: 이 모든 것이 그저 가볍게 웃고 넘어갈 일일까?

source: 3. uses profane indecent or obscene language or threatening abusive or insulting words; or
ko: 윌슨은 이번 현장 벌금의 도입으로 다시 부활한 구식 법들을 요목조목 찾아냈다.

source: 4. behaves in a riotous indecent offensive or insulting manner-
ko: 순전히 호기심에, 법을 뒤져 관련 항(17항)을 찾아냈다.

source: Image from Crikey's Fully (sic) blog
ko: 공공장소에서 음란하고 위협적인 언어와 행동을 주변의 불특정 다수에게 하는 행위로서

source: The highlighting has been added.
ko: 외설적이고 위협적인 언어를 사용하는 행위 혹은,

source: Many fans of Scotland's famous bard Rabbie Burns will be grateful for this warning and forgive Aidan's lingusitic redundancy, 'I personally' (sic).
ko: 스코틀랜드에서 국민 시인으로 추앙받는 로버트 번스의 팬이라면 이 경고에 고마워하며, 에이단이 "나 개인적으로는"(I personally)라는 이중표현을 쓴 것을 가볍게 용서해 주지 않을까.

source: The swear-in rally drew a smaller crowd than had indicated their intention to attend on Facebook.
ko: 이번 '욕설 시위'(swear-in) 인원은 페이스북에 참여를 표시한 사람들의 수보다 적었다.

source: Perhaps the f**kwalk on 25 June, 2011, based on the recent slutwalk, will have more success. This post is part of our special coverage SlutWalks 2011.
ko: 최근 걸레들의 워킹(Slutwalk)의 전례를 보면, 6월 25일에 열릴 x발산보(f**walk)가 더 많은 호응을 얻을 것으로 예상된다.

source: Greece: "We Gave Birth to Democracy, and We Killed It!" · Global Voices
ko: 그리스: 우리는 민주주의를 태동시켰지만 그 숨통 또한 끊었다!

source: Below is one of the many stories that you hear these days in the streets of Athens; it stands out because it is part of an article titled Flirting With Death, written by Giorgos Aygeropoulos, an award-winning Greek journalist known for his coverage of clashes, wars and protests:
ko: 아래는 시위가 연일 끊이지 않는 아테네의 상황을 단적으로 보여주는 글로서, 전쟁과 시위, 무력충돌을 취재하며 그리스와 전 세계에서 상을 받은 언론인 기오르고스 아이게로폴루스(Giorgos Aygeropoulos)의 기사 죽음을 무릅쓰고(:Flirting With Death를 의역함)에서 발췌하였다.

source: Let’s take things from the beginning.
ko: 처음으로 돌아가서 생각해 보자.

source: At about 13.30 there are a lot of people gathered in front of the Parliament.
ko: 오후 1시 30분경, 수 많은 사람들이 의사당 앞에 운집했다.

source: They are not hood-wearers.
ko: 시위대들?

source: They are not throwing rocks.
ko: 그들은 정체를 숨기려 후드모자를 덮어 쓰지도 않았고, 손에 돌을 쥐고 있지도 않았다.

source: They are elderly, young, women, men, students, workers, unemployed who are shouting slogans, who are making the familiar hand gesture to the Parliament, and the most hot-blooded are right in front—at the most they launched insults and shook the railings which were set up in front of the monument of the Unknown Soldier.
ko: 이들은 그저 노인, 젊은이, 남성, 여성, 학생, 노동자, 실업자등 각계 계층에서 온 평범한 사람들로서 구호를 외칠 뿐이었고, 소수의 과격, 극렬 시위대만 무리 앞에서 욕설을 하며 "무명용사"비 앞에 둘려쳐진 철장을 흔들 뿐이었다.

source: Nothing important in other words which would justify what would follow.
ko: 이들에게 어떤 이유에서든 정당화 될 수 없는 일이 일어났다.

source: All of a sudden, from everywhere, from right, from left, and from the centre, a general attack of the police forces began which pushed the protestors towards the steps of Syntagma Square.
ko: 갑자기 사방에서 진압경찰이 밀려 들어와 시위대를 공격하며 신타그마 광장으로 밀어 내기 시작했다.

source: Imagine thousands of people running frantically towards a narrow opening of a width of not more than 10 metres.
ko: 너비가 10미터도 채 되지 않는 틈으로 미친듯이 도망가는 수 천명의 시위대의 모습을 상상해보라.

source: From behind them the riot police throw stun and flash grenades into the crowd and teargas, creating panic.
ko: 그들 뒤에선 경찰이 전기충격기와 CS탄, 최루탄을 발포하며 현장은 아비규환이었다.

source: People are burned by the flames, drowned in the tear gas, they can’t see in front of them, and they start to step on one another and to tumble down the steps. People faint, others are stepped on in the blood.
ko: 화염에 화상을 입고 매운 최루탄에 눈이 멀은 시위대들은 뒤엉켜 서로를 밟고, 뒹굴었고, 사람들에 깔려 졸도 하는 사람들도 나타났다.

source: Despite all this, the police do not leave.
ko: 그럼에도 경찰은 해산하지 않았다.

source: They hit anyone they find in front of them with their clubs, people in other words who are running to save themselves, stepping on one another.
ko: 다른 사람을 밟아가며, 살기위해 도망가는 이들을 향해 경찰은 거리낌없이, 닥치는대로 곤봉을 휘둘렀다.

source: After more than a month of peaceful protests and gatherings at Syntagma (Constitution) Square, protesters were planning to surround the House of the Parliament last Wednesday, June 29, the day for which the vote for the Mid-Term Austerity Programme had been scheduled.
ko: 한 달 넘게 지속된 신타그마(헌법) 광장에서의 평화 시위 이후, 시위대는 중기(中期) 재정 긴축 계획 표결 당일인 6월 29일 수요일, 국회의사당 주변을 점거할 계획을 세웠다.

source: But the Greek autorities were determined to not let it happen.
ko: 하지만 그리스 정부는 작심하고 이런 일이 벌어지지 않도록 했다.

source: According to Article 11 of the Greek Constitution, "outdoor assemblies may be prohibited by a reasoned police authority decision, in general if a serious threat to public security is imminent, and in a specific area, if a serious disturbance of social and economic life is threatened, as specified by law.”
ko: 그리스 헌법 11조은 "옥외집회가 공공의 안녕과 질서, 그리고 사회 경제적 활동에 심각한 위협을 가할 수 있다고 판단되면, 관할 경찰서장은 이를 금지 할 수 있다"고 명시하고 있다.

source: In this case, there was no serious threat to public security, because the majority of the protesters were ordinary people with their families, angry with their government and disappointed with the politics that had led them to poverty.
ko: 이번 시위의 경우를 보자. 시위대 대부분은 정부에 분노하고, 서민을 죽이는 정치권에 실망한 소시민이다. 공공질서를 위협하는 행위 따위는 없었다는 말이다.

source: And the authorities needed Plan B - which was to attack and to fire up the already tense atmosphere.
ko: 정부는 이미 고조된 상황에 기름을 끼얹고 시민을 공격하기 위해 어떤 "플랜B(대안)"가 필요했다.

source: One of the grenades thrown at the protesters in Athens, with the expiry date of 08-95.
ko: 아테네 시위 당시 군중을 향해 발포된 최루탄의 모습.

source: Twitpic photo by @Gerasimoschatzi (Makis Chatzidamianos), June 29, 2011.
ko: 트위터 사용자 @Gerasimoschatzi (Makis Chatzidamianos) 제공.

source: Amnesty International issued a press release on the use of chemicals in the streets of Athens on June 29.
ko: 2011년 6월 29일 국제앰네스티는 6월29일 아테네 시위에서의 화학무기 사용에 대한 성명을 냈다.

source: The Greek Medical Association for the Protection of the Environment and Against Nuclear and Biochemical Threat stated in its press realease that the tear gas currently used by the riot police was a chemical weapon and forbidden to use against the enemy at war.
ko: 환경을 보호하고 핵, 생화학 무기를 반대하는 그리스 의사회(GMA) 또한 보도자료를 통해 현재 시위진압 경찰이 사용하는 최루탄은 생화학 무기로서 전쟁에서 적군을 향해 발포하는 것 조차도 금지된 무기임을 밝혔다.

source: Despite hard conditions, twitter users who were taking part in the protests managed to send their messages to the world using the hashtags #Syntagma and #29jgr.
ko: 이렇게 힘든 상황임에도, 이번 시위에 발을 담근 트위터 사용자들은 해쉬태그 #Syntagam와 #29jgr을 통해 그들의 목소리를 세계로 전하고 있다.

source: Below are some of the examples of the impressive work that was done via Twitter.
ko: 아래는 트위터를 통해 전세계로 전해진 메시지들의 일부이다.

source: @TheLiveProject (ThePressProject.net):
ko: 트위터러 @TheLiveProject (ThePressProject.

source: Chemical war in Syntagma, day 2.Tons of tear gas.Protesters were a bit closer to the barrier than police felt comfortable with.
ko: 엄청난 양의 최루탄 발포. 시위대들은 경찰이 불편하다고 느낄만큼 저지선에 좀 더 가까이 접근했음.

source: @northaura (spyros gkelis):
ko: @northaura (spyros gkelis)는 :

source: urgent, desperate call for doctors to immediately go #syntagma please RT there are injured people there and rescue team doesn't cope #29jgr
ko: 긴급, 의사분들에게 지금 당장 #syntagma지역으로 오시라고 절박하게 요청합니다.

source: @thesspirit (Sofia Thesspirit):
ko: 현지 의료진으로는 부족.

source: thesspirit Sofia Thesspirit
ko: #29jgr

source: Police just hit directly to us.
ko: 경찰들이 폭력을 휘두르고 있음.

source: We were running, I saw a man spitting blood, 3 more fainted 3 steps away from me.
ko: 피를 토하는 남자를 목격, 바로 옆에서 3명이 졸도함.

source: Its really bad.#Syntagma
ko: 상황이 매우 심각함.

source: Earlier today I heard the police radio orders and it was clear "evacuate the streets" and mins later police wiped off people with chemicals.
ko: 그리고 몇 분 후 경찰은 생화학 무기로 사람들을 거리에서 "쓸어버렸"습니다.

source: #syntagma sqr has been gas/flash bombed for 12 whole hours now #greekdemo #greekrevolution Plz RT so that the world knows what is happening.
ko: #greekdemo #greekrevolution 전 세계가 알 수 있도록 RT 부탁합니다.

source: The following YouTube video posted by user RealDemocracyGr shows, among other things, a protester in Athens calling to a police officer to leave the square and not to hit him - and the police officer hitting him with a baton stick:
ko: RealDemocracyGr가 올린 유투브 영상을 보면 한 시민이 경찰에게 자신에게 폭력을 행사하지 말고 떠나라고 요구하지만, 결국 곤봉으로 머리를 가격 당하는 모습을 볼 수 있다.

source: What’s left after all this for Greeks is to wonder what kind of a political system their country has, with the public prosecutor still not reacting to the extreme violence by the police forces during these two days of protests on Tuseday, June 28, and Wednesday, June 29.
ko: 결국 그리스는 스스로에게 도대체 이 나라가 민주주의를 기반으로 하는 국가가 맞는지, 맞다면 어떻게 28, 29일 두 번에 걸친 시위에서 경찰이 도를 넘은 폭력을 행사했음에도 불구하고 검사들이 침묵을 지키고 있는지를 물어볼 수 밖에 없다.

source: This is clearly expressed in the following tweets:
ko: 이런 반응은 다음의 트위터 글에 분명히 묻어난다.

source: @frantzisp (Panagiotis Frantzis):
ko: 트위터러 @frantzisp (Panagiotis Frantzis)는:

source: What is happening in the centre of Athens has a name: proclamation of martial law by banning right of gathering and freedom. #Syntagma
ko: 아테네의 심장부에서 벌어지는 일말의 사건은 이렇게 정의할 수 있다. 집회와 자유를 금하는 계엄령의 선포라고.

source: @KostasVaxevanis:
ko: @KostasVaxevanis는:

source: A state that is elected by the ppl & throw tones of tear-gass @ those ppl, is simply not a democratic state.
ko: 국민에 의해 선출된 정부가 국민에게 돌과 최루탄을 던져대고 있는 상황. 이것이 국가의 모습인가?

source: It's a regime!#j29gr #syntagma
ko: 군부 정권이지! #j29gr #syntagma

source: Syria: Did Man Film Himself Getting Shot by Sniper? · Global Voices
ko: 시리아: 저격수에게 자신이 저격당하는 모습을 찍은 남자?

source: http://youtu.be/cp_ajN7Kqvc
ko: http://youtu.

source: The Guardian newspaper in the United Kingdom covered the story describing the video and the details they have been able to pick up, such as the video originating from the city of Homs; the narrator for the video begins by describing how on July 1, 2011, someone was shooting at citizens in the area of Karm al-Sham even though there were no demonstrations or apparent reasons for doing so.
ko: 영국의 가디언 신문은 이 비디오와 비디오에 관한 사실들을 다루는 보도에서 이 비디오가 홈스(시리아의 도시)에서 촬영되었다는 점, 그리고 영상이 시작할 때 나레이터가 2011년 7월 1일, 시위가 있었던 날도 아니고 다른 특별한 이유가 없는 상황에서 누군가가 캄 알 샴(Karm al-Shami) 지역 주민들에게 총을 겨누고 있다는 사실을 설명했다.

source: However the newspaper clarifies that the cameraman's identity is unknown and they have been unable to confirm either his identity or the authenticity of the video.
ko: 그러나 이 보도는 카메라맨의 신원이 밝혀지지 않았다는 것과 비디오의 진위성을 파악할 수 없었다는 것을 명확히 했다.

source: On the YouTube comments for the video, the same uncertainty is perceived:
ko: 비디오에 달린 댓글들 사이에서도 의심스럽다는 반응들이 있었다:

source: I am not sure if it's real or fake, but there are surely few questions.
ko: 전 이게 진짜인지 가짜인지 잘 모르겠지만, 몇 가지 의문점이 있긴 해요.

source: For example who was the citizen?
ko: 예를 들어서 저 시민은 누구였죠?

source: What was his name?
ko: 이름은 뭡니까?

source: When and where dit it happen?
ko: 어디서 그리고 언제 저 일이 일어났죠?

source: I mean, the video from his mobile phone haven't uploaded to YouTube by itself.
ko: 제 말은, 저 사람 휴대폰 속 영상이 자기 스스로 유튜브에 올라온 건 아니라는 거죠.

source: Someone had to take his phone, transfer the﻿ video to PC and upload it to YouTube.
ko: 누군가 그의 휴대폰을 가져가서, 비디오를 컴퓨터로 옮기고 유튜브에 업로드 했어야 합니다.

source: And in this case there must be some details about the dead person, time, location and so on.
ko: 그리고 이런 상황에선 죽은 사람, 시간, 장소 뭐 이런 세부 사항들이 있을 거예요.

source: Blurry video without any context is simply not enough.
ko: 어떤 내용도 없는 흐릿한 비디오는 충분치 않아요.

source: Translation: He initially says: "Security forces are firing﻿ at people in the Karm al-Shami neighborhood , for no reason, not even a demonstration, today, July 1, 2011."
ko: 번역: 맨 처음 그가 말하길 "2011년 7월 1일 오늘 경찰 병력이 캄 알 샴 지역 사람들에게 시위도 아닌, 그 어떤 이유도 없이 총을 쏘고 있다.

source: After being shot, a friend seems to have approached him and realized that, and asks: "you were shot in the head?
ko: " 총에 맞은 이후, 친구가 그에게 다가와 묻기를 "머리에 맞았어?

source: Oh God!
ko: 맙소사!

source: Oh God!".
ko: 맙소사!

source: He then, hardly intelligibly, keeps saying "quickly, quickly," perhaps while pointing at something.
ko: " 그리고 나서, 잘 알아들을 수는 없지만, 계속 "빨리, 빨리" 라고-어쩌면 뭔가를 향해 손가락질을 하면서-말한다.

source: His friend lastly says: "You want me to film?"
ko: 그의 친구는 마지막으로 이렇게 말한다. "나보고 찍어달라고?

source: This is terrible!
ko: 말도 안돼!

source: Although I do not agree with comments about this being faked, the guy filming this video was too nervous and distracted to notice the shooter aiming at him 2.5 seconds﻿ before shooting, the first time I saw this video I noticed the son of a bitch taking aim towards the camera.
ko: 이 비디오가 가짜라는 의견들엔 동의하지 않지만, 이걸 찍고 있던 사람은 너무 긴장한데다가 정신도 산만해져서 저격수가 실제로 총을 쏘기 2. 5초 전에 그를 겨누는 걸 발견하지 못했어요.

source: I'll have to agree with comments saying that probably you would freeze when aimed at by a gunner, but I still think that the lack of reaction (duck!) was due to nervousness/distraction due to all the fuss.
ko: 이걸 처음 봤을 때 난 그 개XX가 카메라에 총을 겨누는 걸 봤다구요.

source: FAKE ! i do not see any flash from﻿ the gun and the camera is hidden , in reality the camera would fall etc... this is another fake to make more turmoil.
ko: 사람들 말처럼 아마 누군가 자기한테 총을 겨누고 있으면 얼어버리겠지만, 그래도 전 그가 (몸을 숙이는 등의) 반응을 하지 않은 이유가 이 소동에 의한 혼란 때문이였다고 생각해요. 이건 가짜야!

source: it's sad, the international community should really do something﻿ about Syria, but it's hard to say what.
ko: 정말 슬프네요. 국제 사회가 시리아에 뭔가 조치를 취해야하지만, 뭘 해야 할 지 말할 수가 없어요.

source: Some of the comments here are pretty feckless, that man was trying to do something honorable in his life and he paid the ultimate price.
ko: 몇몇 댓글들은 정말 무책임해요. 저 남자는 자기 삶에서 뭔가 명예로운 걸 하려다가 가장 큰 대가를 치뤘어요.

source: He was braver than most of you.
ko: 당신들 대부분보다 더 용감한 사람이란 말입니다.

source: South Sudan: Free At Last! · Global Voices
ko: 남(南)수단: 마침내 자유를 쟁취하다!

source: This page is part of our special coverage South Sudan Referendum 2011.
ko: 아프리카에 남수단 공화국(the Republic of South Sudan)이란 신생 국가가 태어났다.

source: Africa has a new nation: the Republic of South Sudan. South Sudan held a referendum on January 9, 2011, on whether or not it should remain a part of Sudan as part of the 2005 Comprehensive Peace Agreement between the Khartoum central government and the Sudan People's Liberation Movement.
ko: 2005년 하르툼 중앙 정부와 수단 인민 해방군간(SPLA/M) 맺은 휴전 협정에 따라, 2011년 1월 9일 남수단은 수단의 일부로 남을 지, 분리 독립할 지 여부를 국민투표에 붙였다.

source: After voting almost unanimously (99%) for independence from the north, Southern Sudan's formal independence was declared on 9 July, 2011.
ko: 그 결과, 만장일치에 가까운 99퍼센트의 독립 찬성 득표율로 2011년 7월 9일, 마침내 남수단은 분리 독립을 선언했다.

source: Children at South Sudan independence celebrations.
ko: 남수단 독립 축제에 모인 아이들의 모습.

source: Anthony Kamba looks at challenges that South Sudan faces:
ko: 마타타 사피(Matata Safi)제공.

source: However, the government will face challenges ranging from personal grievance to group grievances.
ko: 앤서니 캄(Anthony Kamb)은 남수단이 직면한 문제들을 짚어 보았다.

source: It must address such dissatisfaction with care to ensure many don’t take up arms against their own government.
ko: 그러나 정부 앞에는 국민 개인의 고충부터 사회 문제까지 넘어야 할 산이 많다.

source: There are still groups leaders like renegade George Athor, Abdel Bagi Ayi who still cry foul about government representation and structures. Corruption is one other issue that makes such groups move to use forceful means to try to achieve what they want.
ko: 국민이 자신의 정부를 향해 총부리를 겨누는 사태가 발생하지 않도록 세심하게 이 모든 문제를 풀어나가야만 한다.

source: A local Chief Abahala Primo also pointed at corruption as what he would like the government to fight.
ko: "부패" 또한 이들에게 무력을 동원할 수 있는 명분을 주게 된다.

source: Abahala wants to see traditional leaders like him being given space to participate in the building of their nation.
ko: 키이르(Kiir) 대통령은 부패를 먼저 척결하지 않으면 안된다.

source: Flag of the new Republic of South Sudan.
ko: 그는 또한 새 국가 건설 과정에서 자신과 같은 기존 공무원에게도 발을 담글수 있는 기회가 오길 바라고 있다.

source: Ugandan blogger Rosebell Kagumire believes that South Sudan has been born at the right time:
ko: 우간다 출신 블로거 로즈벨 캐구마이어(Rosebell Kagumire)는 남수단이 알맞은 시기에 독립 했다고 생각한다.

source: South Sudan has been born at time when Africa has made substantial steps in development unlike the 60s.
ko: 지난 60년대와는 판이하게 아프리카 발전을 위한 지속적인 토대가 쌓아지고 있는 현재에 말이다.

source: With a population that is not even half that of my country Uganda, South Sudan will need its neighbours who are already a step ahead in all sectors and am optimistic they will be a good asset.
ko: 나의 조국 우간다의 절반에도 못 미치는 인구를 가진 남수단은 모든 분야에서 한 발짝 앞서있는 주변 이웃 국가들의 도움이 절실하다.

source: Women in Sudan are more than 60 percent of the population, yet 80 percent of them are illiterate. Empowerment of women of South Sudan will be key to the country improving the gloomy development indicators faster.
ko: 수단의 여성 비율은 60퍼센트가 넘지만, 그들 중 무려 80퍼센트가 문맹인 실정이다.

source: I remember I met one woman on one of the trips to Sudan who said they didn’t want to be like women of Eritrea “who fought but in the end they were pushed out of the system and told their place was only in the kitchen once independence was declared.”
ko: 수단을 여행 하던 중 한 여성을 만났는데, 자신은 에리트리아 의 여성처럼 독립을 위해 모든 것을 내놓고 싸웠지만, 독립 선언 이후 제도권 밖으로 내 몰려, 집안일만 하게 되는 상황은 겪고 싶지 않다고 말한 것을 기억한다.

source: She reflects on her recent trip to Juba:
ko: 그녀는 최근의 주바 여행을 회상했다.

source: In April I was in Juba working with grassroots women leaders.
ko: 때는 4월, 나는 주바에서 풀뿌리 여성 지도자들과 일하고 있었다.

source: Juba is a melting pot.
ko: 주바는 멜팅팟이다.

source: It’s where East, Central Africa meets the north and horn of Africa. It’s one of the most diverse African capitals I have visited.
ko: 동, 중앙 아프리카와 아프리카의 뿔이 만나는 이곳은, 내가 방문했던 도시들 중 가장 다양함이 넘치는 곳 중 하나다.

source: My Boda Boda rider was a young man about 20 years old.
ko: 내가 탄 보다 보다의 운전수는 20대의 젊은이었다.

source: He was born in Torit, he lived in Masindi in western Uganda then Kenya before finally coming back to Sudan.
ko: 그는 토리트에서 태어나, 우간다 서부 마신디와 케냐를 거쳐 마침내 수단에 정착했다.

source: He speaks about ten languages.
ko: 그는 무려 10개국어를 구사한다.

source: Language is important for integration and most Sudanese have spent many years living in Uganda, Kenya and Ethiopia.
ko: 사회 통합의 과정에서 언어는 매우 중요한 것이고, 대부분의 수단 국민은 우간다, 케냐, 그리고 에티오피아에서 오랜 시간을 보낸다.

source: These experiences can be harnessed to bring about changes in the new republic.
ko: 이러한 국민들의 경험이 신생 국가 남수단에 변화를 가져오는데 활용 될 수 있지 않을까.

source: South Sudan can take advantage of the booming sectors like education in Uganda where graduates spend years with no job.
ko: 남수단은 대졸자가 취직을 못하고 있는 우간다에 호황을 누리는 교육사업을 실시할 수도 있다.

source: " independence is definitely worth the 63 year wait," says Moezi Ali:
ko: 모에지 알리는 " 독립은 63년의 기다림이 헛되지 않음을 증명하고도 남았다.

source: So it seems the South could have easily gained independence 63 years ago, but the tribal differences would've had an egregious effect on the country.
ko: 63년전에도 남수단은 쉽게 독립을 쟁취할 수 있었지만, 비록 그렇게 독립을 얻어냈더라도 종족간의 갈등이 국가 성장에 심각한 영향을 끼쳤을 것이다.

source: Now however, there seems to be a sense of unification.
ko: 하지만 지금 다르다.

source: The Southerners are proud to be a nation, not a tribe.
ko: 비로소 통일의 감정이 싹튼 것 같다.

source: Sentimentally, independence is definitely worth the 63 year wait.
ko: 감성적으로 말하자면, 이 진정한 독립은 63년의 기다림이 헛되지 않음을 증명하고도 남는다.

source: "As we celebrate the birth of our newest nation we must remember the role that resources have in shaping the conditions of our humanity," says Phoebe Fletcher: As we celebrate the birth of our newest nation, we must remember the role that resources have in shaping the conditions of our humanity. We must continue to give scrutiny to the operation of states in trading.
ko: 피비 플레처는(Phoebe Fletcher):피비 플레처는 "새 조국의 탄생을 축하 하면서, 우리는 자원이야 말로 남수단의 안녕을 보장하는 수단임을 잊지 말아야 한다.

source: Give a thought today to those people affected.
ko: "고 말했다.

source: The risk of conflict is precarious, with analysts already pointing to the underdevelopment of infrastructure in the South and news reports coming out of South Kordofan.
ko: 새 조국의 탄생을 축하 하는 이때, 우리는 자원이야 말로 남수단의 안녕을 보장하는 수단임을 잊지 말아야 한다.

source: Sudan will also be affected by the burgeoning East African food crisis affecting up to 10 million people.
ko: 현재 무역 실정에 대한 철저한 조사와 이에 직접적으로 연관이 있는 사람들의 처지를 고려해야 한다.

source: Happy birthday, South Sudan: we wish you all the very best.
ko: 남 수단은 현재 사회적 생산기반이 매우 취약하다는 분석가들의 지적과, 연일 보도되는 남(南) 코르도판 지역의 군사 충돌, 그리고 무려 천 만명의 목숨을 위태롭게 하는 동 아프리카의 계속되는 식량 위기 또한 간과할 수 없다.

source: Sudanese Optimist points out five stages of grief that citizens in North South went through after the referendum:
ko: 수단의 낙관주의자(Sudanese Optimist)라는 블로거는 국민투표 이후 북수단 국민이 겪을 슬픔의 5단계( 부정- 분노- 타협- 우울- 수용)에 대한 흥미로운 글을 올렸다.

source: With the independence of South Sudan fast approaching, North Sudanese citizens are coming to terms with the biggest change in the history of their country.
ko: 남수단 독립의 그 날이 빠르게 다가오면서, 북수단 국민은 건국 역사상 가장 큰 변화에 직면하게 될 것이다.

source: For many, supporting independence is bitter-sweet, or tinged with retrospective regret.
ko: 많은 이들에게 남수단 독립은 어딘가 시원섭섭한 일이거나 회한에 젖게하는 일일 것이다.

source: Others are unconflicted and happy about independence, although the happiness could sometimes be a result of a ‘good riddance’ attitude towards secession.
ko: 다른 이들의 경우 내적 갈등 없이 독립을 온전히 축하해 줄 수도 있겠지만, 그러나 그들이 느끼는 행복조차도 "떨어져 나가 속시원하다" 란 태도의 일환일 수도 있다.

source: I have observed many emotions and reactions to the independence of South Sudan amongst North Sudanese citizens, and based the following observations on the famous Kübler-Ross model for dealing with loss, commonly known as ‘The Five Stages of Grief.’
ko: 나는 이번 남수단 독립에 대한 북수단 국민의 천태만상의 감정을 관찰했으며, 관찰 결과를 퀴블러 로스( Kübler-Ross)의 유명한 "슬픔의 다섯 단계" 이론에 기초하여 정리 하였다.

source: These observations are from the perspective of North Sudanese people only since I am assuming that the near unanimous vote for secession by South Sudan is enough proof that they are not considering this a cause for grief
ko: 오로지 북수단 국민만 관찰 대상이었는데, 그 이유는 다들 알다시피 만장 일치에 가까운 독립 찬성 득표율을 보면 남수단 국민의 감정을 조사할 필요성이 없기 때문이다.

source: Women in South Sudan celebrating the birth of a new nation.
ko: 새로운 국가의 출현을 축하하는 여성들.

source: Susan has no words to express her joy and that of her fellow Kenyans for the independence of South Sudan:
ko: 마타타 사피(Matata Safi)제공.

source: Many of us Kenyans cannot just express the joy we have for our South Sudanese friends who have lived with us like family for many years, they were like Kenyans and we got used to them.
ko: 누리꾼 '수잔'은 케냐 국민들이 남수단의 독립에 대해 말로 표현할 수 없을 정도로 기뻐하고 있다고 적었다. 우리 많은 케냐인은 오랜 세월 마치 가족처럼 살아온 남수단 친구들의 기쁜 소식에 어떻게 환희를 표현 해야 할지 모르겠습니다.

source: We hoped and prayed for their oppression to come to an end and for them to get separated, it was not imaginable that it would happen.
ko: 남수단 친구들은 마치 우리 케냐인같았고, 서로 많이 정도 들었지요. 우리는 그들이 어서 압제로부터 벗어나고 독립하길 기도하고 바랐습니다.

source: After the late Dr. John Garang the founder of SPLA signed a peace agreement deal here in Kenya, then his sudden death there after, it was like that was the end of the peace deal and things would get back the way they were.
ko: John Garang)씨가 2005년 이곳 케냐에서 평화 협정에 서명을 한 후 얼마 지나지 않아 돌연사 함으로써 평화는 물거품이 되고 다시 내전의 소용돌이로 회귀하나 하는 우려도 있었는데요.

source: At least there was some improvement after the power sharing deal that has eventually led to the separation.
ko: 그래도 결국 평화 협정이 오늘날 남수단의 독립을 이끌었죠.

source: It is very sad Dr. John Garang is not alive to witness this historical event.
ko: 가랑씨가 이 역사적 사건을 못보고 사망했다는데 애통함을 느낍니다.
